{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "CreationDate": "2023-01-25T22:48:42.761-00:00",
  "Sources": [
    {
      "Packages": [
        {
          "PackageIdentifier": "Docker.DockerDesktop"
        },
        {
          "PackageIdentifier": "GitHub.GitHubDesktop"
        },
        {
          "PackageIdentifier": "Git.Git"
        },
        {
          "PackageIdentifier": "GitHub.cli"
        },
        {
          "PackageIdentifier": "Microsoft.Edge"
        },
        {
          "PackageIdentifier": "Microsoft.EdgeWebView2Runtime"
        },
        {
          "PackageIdentifier": "Microsoft.PowerShell"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsTerminal"
        },
        {
          "PackageIdentifier": "Microsoft.Office"
        },
        {
          "PackageIdentifier": "Microsoft.OneDrive"
        },
        {
          "PackageIdentifier": "Rustlang.Rustup"
        },
        {
          "PackageIdentifier": "Microsoft.Teams"
        },
        {
          "PackageIdentifier": "JetBrains.Toolbox"
        },
        {
          "PackageIdentifier": "WiresharkFoundation.Wireshark"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudio.2022.Community"
        },
        {
          "PackageIdentifier": "Python.Python.3.10"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsSDK"
        },
        {
          "PackageIdentifier": "Microsoft.CLRTypesSQLServer.2019"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2015+.x86"
        },
        {
          "PackageIdentifier": "Microsoft.Teams"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudioCode"
        },
        {
          "PackageIdentifier": "Microsoft.AzureStorageExplorer"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsSDK"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2015+.x64"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsSDK"
        }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.4.10173"
}
